Repository: RecroTechGroup/Recro-Dynamic-Website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, ms, ru, tr

source: With a solid standing in the industry, numerous awards, and a strong base of satisfied customers.
ar: مع مكانة قوية في الصناعة، العديد من الجوائز، وقاعدة قوية من العملاء الراضين.
es: Con una sólida posición en la industria, numerosos premios y una base sólida de clientes satisfechos.
ms: Dengan kedudukan yang kukuh dalam industri, pelbagai anugerah, dan asas yang kuat pelanggan yang berpuas hati.
ru: С прочной позицией в отрасли, многочисленными наградами и сильной базой довольных клиентов.
tr: Sektörde sağlam bir konuma, çok sayıda ödüle ve güçlü bir memnun müşteri tabanına sahibiz.

source: Team member
ar: عضو الفريق
es: Miembro del equipo
ms: Ahli pasukan
ru: Член команды
tr: Ekip Üyesi

source: Work Complete
ar: العمل المكتمل
es: Trabajo completado
ms: Kerja Selesai
ru: Выполненная работа
tr: Tamamlanan İş

source: Winning Award
ar: الجوائز الفائزة
es: Premio ganador
ms: Anugerah Kemenangan
ru: Полученная награда
tr: Kazanılan Ödül

source: Client Review
ar: مراجعة العميل
es: Reseña del cliente
ms: Ulasan Pelanggan
ru: Отзыв клиента
tr: Müşteri Yorumu

source: Latest Portfolio
ar: أحدث الأعمال
es: Último Portafolio
ms: Portfolio Terkini
ru: Последнее портфолио
tr: Son Portföy

source: Our Newest Project
ar: أحدث مشروع لنا
es: Nuestro proyecto más reciente
ms: Projek Terbaru Kami
ru: Наш новейший проект
tr: En Yeni Projemiz

source: Completed Projects
ar: المشاريع المكتملة
es: Proyectos completados
ms: Projek Selesai
ru: Завершенные проекты
tr: Tamamlanan Projeler

source: Client Satisfaction
ar: رضا العميل
es: Satisfacción del cliente
ms: Kepuasan Pelanggan
ru: Удовлетворенность клиентов
tr: Müşteri Memnuniyeti

source: Innovation First
ar: الابتكار أولاً
es: Innovación primero
ms: Inovasi Utama
ru: Инновации прежде всего
tr: Önce İnovasyon

source: Cutting-edge AI solutions
ar: حلول الذكاء الاصطناعي المتطورة
es: Soluciones de IA de vanguardia
ms: Penyelesaian AI terkini
ru: Передовые решения в области ИИ
tr: Son teknoloji yapay zeka çözümleri

source: Fast Delivery
ar: التسليم السريع
es: Entrega rápida
ms: Penghantaran Pantas
ru: Быстрая доставка
tr: Hızlı Teslimat

source: On-time project completion
ar: إكمال المشروع في الوقت المحدد
es: Finalización del proyecto a tiempo
ms: Penyiapan projek tepat pada masanya
ru: Своевременное завершение проекта
tr: Zamanında proje tamamlama

source: Expert Team
ar: فريق الخبراء
es: Equipo experto
ms: Pasukan Pakar
ru: Команда экспертов
tr: Uzman Ekip

source: Highly skilled professionals
ar: محترفون ذوو مهارات عالية
es: Profesionales altamente calificados
ms: Profesional berkemahiran tinggi
ru: Высококвалифицированные профессионалы
tr: Yüksek yetenekli profesyoneller

source: Secure & Reliable
ar: آمن وموثوق
es: Seguro y confiable
ms: Selamat & Boleh Dipercayai
ru: Безопасно и надежно
tr: Güvenli ve Güvenilir

source: Enterprise-grade security
ar: أمان على مستوى المؤسسات
es: Seguridad de nivel empresarial
ms: Keselamatan gred perusahaan
ru: Безопасность корпоративного уровня
tr: Kurumsal düzeyde güvenlik

source: AI Model Fashion Try-On
ar: تجربة الأزياء بنموذج الذكاء الاصطناعي
es: Prueba de moda con modelo de IA
ms: Percubaan Fesyen Model AI
ru: Примерка модной одежды с помощью ИИ
tr: Yapay Zeka Model Moda Denemesi

source: AI FASHION
ar: الذكاء الاصطناعي في الأزياء
es: IA EN MODA
ms: FESYEN AI
ru: ИИ В МОДЕ
tr: YAPAY ZEKA MODA

source: Fashion Try-On Technology
ar: تقنية تجربة الأزياء
es: Tecnología de prueba de moda
ms: Teknologi Percubaan Fesyen
ru: Технология примерки моды
tr: Moda Deneme Teknolojisi

source: Virtual Fashion Assistant
ar: مساعد الأزياء الافتراضي
es: Asistente de moda virtual
ms: Pembantu Fesyen Maya
ru: Виртуальный модный ассистент
tr: Sanal Moda Asistanı

source: We make retail collection promotions faster, cheaper, and more creative by using robust AI tech.
ar: نجعل ترويج مجموعات البيع بالتجزئة أسرع وأرخص وأكثر إبداعاً باستخدام تقنية الذكاء الاصطناعي القوية.
es: Hacemos que las promociones de colecciones minoristas sean más rápidas, económicas y creativas mediante el uso de tecnología de IA robusta.
ms: Kami menjadikan promosi koleksi runcit lebih pantas, lebih murah, dan lebih kreatif dengan menggunakan teknologi AI yang mantap.
ru: Мы делаем промо-акции розничных коллекций быстрее, дешевле и креативнее, используя надежные технологии ИИ.
tr: Güçlü yapay zeka teknolojisi kullanarak perakende koleksiyon tanıtımlarını daha hızlı, daha ucuz ve daha yaratıcı hale getiriyoruz.

source: AI Agriculture Projects
ar: مشاريع الزراعة بالذكاء الاصطناعي
es: Proyectos de agricultura con IA
ms: Projek Pertanian AI
ru: Проекты ИИ в сельском хозяйстве
tr: Yapay Zeka Tarım Projeleri

source: AI AGRICULTURE
ar: الذكاء الاصطناعي في الزراعة
es: IA EN AGRICULTURA
ms: PERTANIAN AI
ru: ИИ В СЕЛЬСКОМ ХОЗЯЙСТВЕ
tr: YAPAY ZEKA TARIM

source: Smart Farming Solutions
ar: حلول الزراعة الذكية
es: Soluciones de agricultura inteligente
ms: Penyelesaian Pertanian Pintar
ru: Решения для умного фермерства
tr: Akıllı Tarım Çözümleri

source: Precision Agriculture AI
ar: الذكاء الاصطناعي للزراعة الدقيقة
es: IA de agricultura de precisión
ms: AI Pertanian Ketepatan
ru: ИИ точного земледелия
tr: Hassas Tarım Yapay Zekası

source: AI agents which help for all practices in agricultural activities using a reliable wide knowledge-base.
ar: وكلاء الذكاء الاصطناعي التي تساعد في جميع الممارسات في الأنشطة الزراعية باستخدام قاعدة معرفية واسعة وموثوقة.
es: Agentes de IA que ayudan en todas las prácticas en actividades agrícolas utilizando una amplia base de conocimientos confiable.
ms: Ejen AI yang membantu untuk semua amalan dalam aktiviti pertanian menggunakan pangkalan pengetahuan yang luas dan boleh dipercayai.
ru: ИИ-агенты, которые помогают во всех практиках сельскохозяйственной деятельности, используя надежную обширную базу знаний.
tr: Güvenilir geniş bilgi tabanı kullanarak tarımsal faaliyetlerdeki tüm uygulamalara yardımcı olan yapay zeka ajanları.

source: Solar AI
ar: الذكاء الاصطناعي الشمسي
es: IA Solar
ms: AI Solar
ru: Солнечный ИИ
tr: Güneş Yapay Zekası

source: SOLAR AI
ar: الذكاء الاصطناعي الشمسي
es: IA SOLAR
ms: AI SOLAR
ru: СОЛНЕЧНЫЙ ИИ
tr: GÜNEŞ YAPAY ZEKASI

source: Renewable Energy
ar: الطاقة المتجددة
es: Energía renovable
ms: Tenaga Boleh Diperbaharui
ru: Возобновляемая энергия
tr: Yenilenebilir Enerji

source: AI Energy Optimization
ar: تحسين الطاقة بالذكاء الاصطناعي
es: Optimización energética con IA
ms: Pengoptimuman Tenaga AI
ru: Оптимизация энергии с помощью ИИ
tr: Yapay Zeka Enerji Optimizasyonu

source: Machine learning for solar panel efficiency and energy distribution optimization.
ar: التعلم الآلي لكفاءة الألواح الشمسية وتحسين توزيع الطاقة.
es: Aprendizaje automático para la eficiencia de paneles solares y la optimización de la distribución de energía.
ms: Pembelajaran mesin untuk kecekapan panel solar dan pengoptimuman pengedaran tenaga.
ru: Машинное обучение для повышения эффективности солнечных панелей и оптимизации распределения энергии.
tr: Güneş paneli verimliliği ve enerji dağıtım optimizasyonu için makine öğrenmesi.

source: Navigate to home page
ar: انتقل إلى الصفحة الرئيسية
es: Navegar a la página de inicio
ms: Pergi ke laman utama
ru: Перейти на главную страницу
tr: Ana sayfaya git

source: Navigate to previous service page
ar: انتقل إلى صفحة الخدمة السابقة
es: Navegar a la página de servicio anterior
ms: Pergi ke halaman perkhidmatan sebelumnya
ru: Перейти на предыдущую страницу услуг
tr: Önceki hizmet sayfasına git

source: Go back
ar: عودة
es: Volver
ms: Kembali
ru: Назад
tr: Geri dön

source: Navigate to next service page
ar: انتقل إلى صفحة الخدمة التالية
es: Navegar a la página de servicio siguiente
ms: Pergi ke halaman perkhidmatan seterusnya
ru: Перейти на следующую страницу услуг
tr: Sonraki hizmet sayfasına git

source: Back to services
ar: العودة إلى الخدمات
es: Volver a los servicios
ms: Kembali ke perkhidmatan
ru: Вернуться к услугам
tr: Hizmetlere dön

source: Malay
ar: الملايو
es: Malayo
ms: Bahasa Melayu

source: Korean
ar: الكورية
es: Coreano
ms: Bahasa Korea

source: Russian
ar: الروسية
es: Ruso
ms: Bahasa Rusia

source: Spanish
ar: الإسبانية
es: Español
ms: Bahasa Sepanyol

source: Chinese (Simplified)
ar: الصينية (المبسطة)
es: Chino (Simplificado)
ms: Bahasa Cina (Ringkas)

source: Arabic
ar: العربية
es: Árabe
ms: Bahasa Arab

source: Our Team
ar: فريقنا
es: Nuestro Equipo

source: Things You May Wonder
ar: أشياء قد تتساءل عنها
es: Cosas que puede preguntarse
