Repository: RecroTechGroup/Recro-Dynamic-Website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, ms, ru, tr

source: Contact Us - RecroTech
ar: اتصل بنا - RecroTech
es: Contáctenos - RecroTech
ms: Hubungi Kami - RecroTech
ru: Свяжитесь с нами - RecroTech
tr: Bize Ulaşın - RecroTech

source: Get in touch with RecroTech. Contact us for AI solutions, cloud services, and technology consulting.
ar: تواصل مع RecroTech. اتصل بنا للحصول على حلول الذكاء الاصطناعي وخدمات السحابة والاستشارات التقنية.
es: Póngase en contacto con RecroTech. Contáctenos para soluciones de IA, servicios en la nube y consultoría tecnológica.
ms: Berhubung dengan RecroTech. Hubungi kami untuk penyelesaian AI, perkhidmatan awan, dan perundingan teknologi.
ru: Свяжитесь с RecroTech. Обратитесь к нам за решениями в области ИИ, облачными услугами и технологическим консалтингом.
tr: RecroTech ile iletişime geçin. Yapay zeka çözümleri, bulut hizmetleri ve teknoloji danışmanlığı için bizimle iletişime geçin.

source: Contact
ar: اتصل بنا
es: Contacto
ms: Hubungi
ru: Контакты
tr: İletişim

source: Home
ar: الرئيسية
es: Inicio
ms: Laman Utama
ru: Главная
tr: Ana Sayfa

source: Contact Us
ar: اتصل بنا
es: Contáctenos
ms: Hubungi Kami
ru: Свяжитесь с нами
tr: Bize Ulaşın

source: Address
ar: العنوان
es: Dirección
ms: Alamat
ru: Адрес
tr: Adres

source: Number
ar: الهاتف
es: Teléfono
ms: Nombor
ru: Телефон
tr: Telefon

source: E-mail
ar: البريد الإلكتروني
es: Correo electrónico
ms: E-mel
ru: Электронная почта
tr: E-posta

source: Get In Touch
ar: تواصل معنا
es: Póngase en contacto
ms: Berhubung Dengan Kami
ru: Свяжитесь с нами
tr: İletişime Geçin

source: Your Name
ar: اسمك
es: Su nombre
ms: Nama Anda
ru: Ваше имя
tr: Adınız

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ms: E-mel
ru: Электронная почта
tr: E-posta

source: Select Service
ar: اختر الخدمة
es: Seleccione el servicio
ms: Pilih Perkhidmatan
ru: Выберите услугу
tr: Hizmet Seçin

source: AI Solutions
ar: حلول الذكاء الاصطناعي
es: Soluciones de IA
ms: Penyelesaian AI
ru: Решения в области ИИ
tr: Yapay Zeka Çözümleri

source: mm/dd/yyyy
ar: شش/يي/سسسس
es: dd/mm/aaaa
ms: hh/bb/tttt
ru: дд/мм/гггг
tr: gg/aa/yyyy

source: Time
ar: الوقت
es: Hora
ms: Masa
ru: Время
tr: Saat

source: Type Here
ar: اكتب هنا
es: Escriba aquí
ms: Taip Di Sini
ru: Введите здесь
tr: Buraya Yazın

source: Send Now
ar: أرسل الآن
es: Enviar ahora
ms: Hantar Sekarang
ru: Отправить
tr: Gönder

source: Services - RecroTech
ar: الخدمات - RecroTech
es: Servicios - RecroTech
ms: Perkhidmatan - RecroTech
ru: Услуги - RecroTech
tr: Hizmetler - RecroTech

source: Explore RecroTech's comprehensive technology services including AI Solutions, Cloud Services, AI Agents, Trainings, and CRM Solutions.
ar: استكشف خدمات التكنولوجيا الشاملة من RecroTech بما في ذلك حلول الذكاء الاصطناعي والخدمات السحابية ووكلاء الذكاء الاصطناعي والتدريبات وحلول إدارة علاقات العملاء.
es: Explore los servicios tecnológicos integrales de RecroTech que incluyen Soluciones de IA, Servicios en la Nube, Agentes de IA, Capacitaciones y Soluciones CRM.
ms: Terokai perkhidmatan teknologi komprehensif RecroTech termasuk Penyelesaian AI, Perkhidmatan Awan, Ejen AI, Latihan, dan Penyelesaian CRM.
ru: Изучите комплексные технологические услуги RecroTech, включая решения в области ИИ, облачные услуги, ИИ-агенты, обучение и CRM-решения.
tr: RecroTech'un kapsamlı teknoloji hizmetlerini keşfedin: Yapay Zeka Çözümleri, Bulut Hizmetleri, Yapay Zeka Ajanları, Eğitimler ve CRM Çözümleri.

source: Services
ar: الخدمات
es: Servicios
ms: Perkhidmatan
ru: Услуги
tr: Hizmetler

source: AI in finance, diplomacy, law, energy, defence, fashion, science and manufacturing. AI solutions that embraces innovative future products.
ar: الذكاء الاصطناعي في التمويل والدبلوماسية والقانون والطاقة والدفاع والأزياء والعلوم والتصنيع. حلول الذكاء الاصطناعي التي تحتضن منتجات المستقبل المبتكرة.
es: IA en finanzas, diplomacia, derecho, energía, defensa, moda, ciencia y fabricación. Soluciones de IA que abrazan productos innovadores del futuro.
ms: AI dalam kewangan, diplomasi, undang-undang, tenaga, pertahanan, fesyen, sains dan pembuatan. Penyelesaian AI yang merangkumi produk masa depan yang inovatif.
ru: ИИ в финансах, дипломатии, праве, энергетике, обороне, моде, науке и производстве. Решения в области ИИ, которые охватывают инновационные продукты будущего.
tr: Finans, diplomasi, hukuk, enerji, savunma, moda, bilim ve üretimde yapay zeka. Yenilikçi geleceğe yönelik ürünleri kapsayan yapay zeka çözümleri.

source: Read More
ar: اقرأ المزيد
es: Leer más
ms: Baca Lagi
ru: Подробнее
tr: Devamını Oku

source: AI Agents
ar: وكلاء الذكاء الاصطناعي
es: Agentes de IA
ms: Ejen AI
ru: ИИ-агенты
tr: Yapay Zeka Ajanları

source: We build AI agents that solve real-world business challenges through open-source automation and seamless deployment.
ar: نقوم ببناء وكلاء الذكاء الاصطناعي التي تحل تحديات الأعمال في العالم الحقيقي من خلال الأتمتة مفتوحة المصدر والنشر السلس.
es: Construimos agentes de IA que resuelven desafíos empresariales del mundo real mediante automatización de código abierto e implementación fluida.
ms: Kami membina ejen AI yang menyelesaikan cabaran perniagaan dunia sebenar melalui automasi sumber terbuka dan pelaksanaan yang lancar.
ru: Мы создаем ИИ-агенты, которые решают реальные бизнес-задачи с помощью автоматизации с открытым исходным кодом и бесшовного развертывания.
tr: Gerçek dünyadaki iş zorluklarını çözen yapay zeka ajanları geliştiriyoruz; açık kaynak otomasyon ve sorunsuz dağıtım ile.

source: We turn ideas into reality by leveraging cloud technologies and designing large-scale, scalable architectures.
ar: نحول الأفكار إلى واقع من خلال الاستفادة من تقنيات السحابة وتصميم بنى واسعة النطاق وقابلة للتوسع.
es: Convertimos ideas en realidad aprovechando tecnologías en la nube y diseñando arquitecturas escalables a gran escala.
ms: Kami mengubah idea menjadi kenyataan dengan memanfaatkan teknologi awan dan mereka bentuk seni bina berskala besar yang boleh dikembangkan.
ru: Мы превращаем идеи в реальность, используя облачные технологии и проектируя масштабируемые архитектуры.
tr: Bulut teknolojilerini kullanarak ve büyük ölçekli, ölçeklenebilir mimariler tasarlayarak fikirleri gerçeğe dönüştürüyoruz.

source: Information Technology is a rapidly evolving field that encompasses the study and application
ar: تكنولوجيا المعلومات مجال سريع التطور يشمل الدراسة والتطبيق
es: La Tecnología de la Información es un campo en rápida evolución que abarca el estudio y la aplicación
ms: Teknologi Maklumat adalah bidang yang berkembang pesat yang merangkumi kajian dan aplikasi
ru: Информационные технологии - это быстро развивающаяся область, которая охватывает изучение и применение
tr: Bilgi Teknolojisi, hızla gelişen ve hem çalışma hem de uygulamayı kapsayan bir alandır.

source: Build What's Next
ar: ابنِ ما هو قادم
es: Construye lo que sigue
ms: Bina Apa Yang Seterusnya
ru: Создайте будущее
tr: Geleceği İnşa Et

source: Automation & Agents
ar: الأتمتة والوكلاء
es: Automatización y Agentes
ms: Automasi & Ejen
ru: Автоматизация и агенты
tr: Otomasyon ve Ajanlar

source: Cloud Architecture
ar: بنية السحابة
es: Arquitectura en la Nube
ms: Seni Bina Awan
ru: Облачная архитектура
tr: Bulut Mimarisi

source: CRM Integrations
ar: تكاملات إدارة علاقات العملاء
es: Integraciones CRM
ms: Integrasi CRM
ru: Интеграции CRM
tr: CRM Entegrasyonları

source: Previous
ar: السابق
es: Anterior
ms: Sebelumnya
ru: Предыдущий
tr: Önceki

source: Next
ar: التالي
es: Siguiente
ms: Seterusnya
ru: Следующий
tr: Sonraki

source: Our Solutions - RecroTech
ar: حلولنا - RecroTech
es: Nuestras Soluciones - RecroTech
ms: Penyelesaian Kami - RecroTech
ru: Наши решения - RecroTech
tr: Çözümlerimiz - RecroTech

source: Explore RecroTech's innovative AI solutions across Fashion, Agriculture, and Space industries.
ar: استكشف حلول الذكاء الاصطناعي المبتكرة من RecroTech عبر صناعات الأزياء والزراعة والفضاء.
es: Explore las soluciones innovadoras de IA de RecroTech en las industrias de Moda, Agricultura y Espacio.
ms: Terokai penyelesaian AI inovatif RecroTech merentasi industri Fesyen, Pertanian, dan Angkasa Lepas.
ru: Изучите инновационные решения в области ИИ от RecroTech в индустриях моды, сельского хозяйства и космоса.
tr: RecroTech'un Moda, Tarım ve Uzay sektörlerindeki yenilikçi yapay zeka çözümlerini keşfedin.

source: Our Solutions
ar: حلولنا
es: Nuestras Soluciones
ms: Penyelesaian Kami
ru: Наши решения
tr: Çözümlerimiz

source: AI in Fashion
ar: الذكاء الاصطناعي في الأزياء
es: IA en Moda
ms: AI dalam Fesyen
ru: ИИ в моде
tr: Moda'da Yapay Zeka

source: Phone
ar: الهاتف
es: Teléfono
ms: Telefon
ru: Телефон
tr: Telefon

source: Headquarters
ar: المقر الرئيسي
es: Sede Central
ms: Ibu Pejabat
ru: Главный офис
tr: Genel Merkez

source: Automation Solutions
ar: حلول الأتمتة
es: Soluciones de Automatización
ms: Penyelesaian Automasi
ru: Решения по автоматизации
tr: Otomasyon Çözümleri

source: B2B Trainings
ar: تدريبات B2B
es: Capacitaciones B2B
ms: Latihan B2B
ru: B2B обучение
tr: B2B Eğitimler

source: Branch
ar: الفرع
es: Sucursal
ms: Cawangan
ru: Филиал
tr: Şube

source: Teknoloji Geliştirme Bölgesi, Üniversiteler Mahallesi, Şehit Mustafa Tayyarcan Caddesi, No:5, Cyberpark Tepe Binası, Zemin Kat, No: Z43, 06800 Bilkent Çankaya/Ankara
ar: منطقة تطوير التكنولوجيا، حي الجامعات، شارع الشهيد مصطفى تايارجان، رقم: 5، مبنى سايبر بارك تيبي، الطابق الأرضي، رقم: Z43، 06800 بيلكنت تشانكايا/أنقرة
es: Zona de Desarrollo Tecnológico, Barrio Universidades, Calle Şehit Mustafa Tayyarcan, No:5, Edificio Cyberpark Tepe, Planta Baja, No: Z43, 06800 Bilkent Çankaya/Ankara
ru: Зона развития технологий, квартал Университетов, улица Шехит Мустафа Тайярджан, №5, здание Cyberpark Tepe, цокольный этаж, №: Z43, 06800 Билькент Чанкая/Анкара

source: Newsletter
ar: النشرة الإخبارية
es: Boletín informativo
ms: Surat Berita
ru: Новостная рассылка
tr: Bülten

source: Subscribe to our newsletter and receive the latest updates on RecroTech's innovations, projects, and industry insights — straight to your inbox.
ar: اشترك في نشرتنا الإخبارية واحصل على آخر التحديثات حول ابتكارات RecroTech ومشاريعها ورؤى الصناعة — مباشرة إلى بريدك الإلكتروني.
es: Suscríbase a nuestro boletín y reciba las últimas actualizaciones sobre las innovaciones, proyectos y perspectivas de la industria de RecroTech, directamente en su bandeja de entrada.
ms: Langgan surat berita kami dan terima kemas kini terkini mengenai inovasi RecroTech, projek, dan pandangan industri — terus ke peti masuk anda.
ru: Подпишитесь на нашу рассылку и получайте последние обновления об инновациях RecroTech, проектах и отраслевых идеях прямо на вашу почту.

source: Your email...
ar: بريدك الإلكتروني...
es: Su correo electrónico...
ms: E-mel anda...
ru: Ваш email...
tr: E-posta adresiniz...

source: © All Copyright 2025 by
ar: © جميع الحقوق محفوظة 2025 لـ
es: © Todos los derechos reservados 2025 por
ms: © Hak Cipta Terpelihara 2025 oleh
ru: © Все права защищены 2025
tr: © Tüm Hakları Saklıdır 2025

source: Documents
ar: المستندات
es: Documentos
ms: Dokumen
ru: Документы
tr: Dökümanlar

source: Info. Security Policy
ar: سياسة أمن المعلومات
es: Política de Seguridad de la Información
ms: Dasar Keselamatan Maklumat
ru: Политика информационной безопасности
tr: Bilgi Güvenliği Politikası

source: Terms & Condition
ar: الشروط والأحكام
es: Términos y Condiciones
ms: Terma & Syarat
ru: Условия использования
tr: Şartlar ve Koşullar

source: Privacy Policy
ar: سياسة الخصوصية
es: Política de Privacidad
ms: Dasar Privasi
ru: Политика конфиденциальности
tr: Gizlilik Politikası

source: RecroTech - AI Solutions & Technology
ar: RecroTech - حلول الذكاء الاصطناعي والتكنولوجيا
es: RecroTech - Soluciones de IA y Tecnología
ms: RecroTech - Penyelesaian AI & Teknologi
ru: RecroTech - Решения в области ИИ и технологии
tr: RecroTech - Yapay Zeka Çözümleri ve Teknoloji

source: Loading
ar: جارٍ التحميل
es: Cargando
ms: Memuatkan
ru: Загрузка
tr: Yükleniyor

source: Nullam dignissim, ante scelerisque the is euismod fermentum odio sem semper the is erat, a feugiat leo urna eget eros. Duis Aenean a imperdiet risus.
ar: نحن شركة تكنولوجيا مبتكرة مكرسة لتقديم حلول متطورة.
es: Somos una empresa de tecnología innovadora dedicada a ofrecer soluciones de vanguardia.
ru: Мы - инновационная технологическая компания, стремящаяся предоставлять передовые решения.
tr: RecroTech olarak, yapay zeka ve teknoloji alanında yenilikçi çözümler sunuyoruz. İşletmeleri dijital dönüşümde destekleyen güçlü bir ekibiz.

source: About
ar: حول
es: Acerca de
ms: Perihal
ru: О нас
tr: Hakkımızda

source: About Us
ar: من نحن
es: Sobre Nosotros
ms: Tentang Kami
ru: О нас
tr: Hakkımızda

source: Founder's Letter
ar: رسالة المؤسس
es: Carta del Fundador
ms: Surat Pengasas
ru: Письмо основателя
tr: Kurucunun Mektubu

source: Team
ar: الفريق
es: Equipo
ms: Pasukan
ru: Команда
tr: Ekip

source: FAQ
ar: الأسئلة الشائعة
es: Preguntas Frecuentes
ms: Soalan Lazim
ru: Часто задаваемые вопросы
tr: SSS

source: What we do
ar: ما نقوم به
es: Lo que hacemos
ms: Apa yang kami lakukan
ru: Чем мы занимаемся
tr: Neler Yapıyoruz

source: Solutions
ar: الحلول
es: Soluciones
ms: Penyelesaian
ru: Решения
tr: Çözümler

source: Coming soon
ar: قريباً
es: Próximamente
ms: Akan datang
ru: Скоро
tr: Yakında

source: News
ar: الأخبار
es: Noticias
ms: Berita
ru: Новости
tr: Haberler

source: Contact Info
ar: معلومات الاتصال
es: Información de contacto
ms: Maklumat Hubungan
ru: Контактная информация
tr: İletişim Bilgileri

source: Mon-Fri, 09am - 05pm
ar: الإثنين-الجمعة، 09:00 - 17:00
es: Lun-Vie, 09:00 - 17:00
ms: Isnin-Jumaat, 09 pagi - 05 petang
ru: Пн-Пт, 09:00 - 17:00
tr: Pzt-Cum, 09:00 - 17:00

source: About Us - RecroTech
ar: من نحن - RecroTech
es: Sobre Nosotros - RecroTech
ms: Tentang Kami - RecroTech
ru: О нас - RecroTech
tr: Hakkımızda - RecroTech

source: Learn about RecroTech, our mission, vision, and team members dedicated to innovative technology solutions.
ar: تعرف على RecroTech ومهمتنا ورؤيتنا وأعضاء فريقنا المكرسين لحلول التكنولوجيا المبتكرة.
es: Conozca RecroTech, nuestra misión, visión y miembros del equipo dedicados a soluciones tecnológicas innovadoras.
ms: Ketahui tentang RecroTech, misi, visi, dan ahli pasukan kami yang berdedikasi kepada penyelesaian teknologi yang inovatif.
ru: Узнайте о RecroTech, нашей миссии, видении и членах команды, посвятивших себя инновационным технологическим решениям.
tr: RecroTech, misyonumuz, vizyonumuz ve yenilikçi teknoloji çözümlerine adanmış ekip üyelerimiz hakkında bilgi edinin.

source: We are a leading AI company based in Turkey, dedicated to harnessing technology for the benefit of humanity. Our expertise spans a wide range of fields, including software development, energy solutions, cloud computing, robotics, AI agents, automation, and scientific innovation.
ar: نحن شركة رائدة في مجال الذكاء الاصطناعي مقرها تركيا، مكرسة لتسخير التكنولوجيا لصالح البشرية. تمتد خبرتنا إلى مجموعة واسعة من المجالات، بما في ذلك تطوير البرمجيات، حلول الطاقة، الحوسبة السحابية، الروبوتات، وكلاء الذكاء الاصطناعي، الأتمتة، والابتكار العلمي.
es: Somos una empresa líder en IA con sede en Turquía, dedicada a aprovechar la tecnología para el beneficio de la humanidad. Nuestra experiencia abarca una amplia gama de campos, incluido el desarrollo de software, soluciones energéticas, computación en la nube, robótica, agentes de IA, automatización e innovación científica.
ms: Kami adalah syarikat AI terkemuka yang berpusat di Turki, berdedikasi untuk memanfaatkan teknologi untuk kebaikan manusia. Kepakaran kami merangkumi pelbagai bidang, termasuk pembangunan perisian, penyelesaian tenaga, pengkomputeran awan, robotik, ejen AI, automasi, dan inovasi saintifik.
ru: Мы - ведущая компания в области ИИ, базирующаяся в Турции, посвятившая себя использованию технологий на благо человечества. Наш опыт охватывает широкий спектр областей, включая разработку программного обеспечения, энергетические решения, облачные вычисления, робототехнику, ИИ-агенты, автоматизацию и научные инновации.
tr: Türkiye merkezli, teknolojiyi insanlığın yararına kullanmaya adanmış önde gelen bir yapay zeka şirketiyiz. Uzmanlığımız yazılım geliştirme, enerji çözümleri, bulut bilişim, robotik, yapay zeka ajanları, otomasyon ve bilimsel inovasyon gibi geniş bir alanı kapsar.

source: At our core, we believe in empowering businesses and society with cutting-edge technology. We organize specialized training programs to keep your employees updated with the latest advancements in AI and technology.
ar: في جوهرنا، نؤمن بتمكين الشركات والمجتمع بالتكنولوجيا المتطورة. نقوم بتنظيم برامج تدريبية متخصصة لإبقاء موظفيك على اطلاع بأحدث التطورات في الذكاء الاصطناعي والتكنولوجيا.
es: En nuestro núcleo, creemos en empoderar a las empresas y la sociedad con tecnología de vanguardia. Organizamos programas de capacitación especializados para mantener a sus empleados actualizados con los últimos avances en IA y tecnología.
ms: Pada intinya, kami percaya dalam memperkasakan perniagaan dan masyarakat dengan teknologi canggih. Kami menganjurkan program latihan khusus untuk memastikan pekerja anda dikemas kini dengan kemajuan terkini dalam AI dan teknologi.
ru: В основе нашей деятельности лежит вера в расширение возможностей бизнеса и общества с помощью передовых технологий. Мы организуем специализированные программы обучения, чтобы ваши сотрудники были в курсе последних достижений в области ИИ и технологий.
tr: Özünde, son teknoloji ile işletmeleri ve toplumu güçlendirmeye inanıyoruz. Çalışanlarınızı yapay zeka ve teknolojideki en son gelişmelerle güncel tutmak için özel eğitim programları düzenliyoruz.

source: Our vision is clear: a world where AI doesn't just power technology, but actively creates it. We pride ourselves on delivering high customer satisfaction, solving complex problems, and giving our absolute best to help our clients succeed.
ar: رؤيتنا واضحة: عالم لا يقوم فيه الذكاء الاصطناعي بتشغيل التكنولوجيا فحسب، بل يخلقها بنشاط. نفخر بتقديم رضا عملاء عالٍ، وحل المشكلات المعقدة، وبذل قصارى جهدنا لمساعدة عملائنا على النجاح.
es: Nuestra visión es clara: un mundo donde la IA no solo impulse la tecnología, sino que la cree activamente. Nos enorgullecemos de ofrecer alta satisfacción al cliente, resolver problemas complejos y dar lo mejor de nosotros para ayudar a nuestros clientes a tener éxito.
ms: Visi kami jelas: dunia di mana AI bukan sahaja menggerakkan teknologi, tetapi secara aktif menciptanya. Kami berbangga dengan menyampaikan kepuasan pelanggan yang tinggi, menyelesaikan masalah yang kompleks, dan memberikan yang terbaik untuk membantu pelanggan kami berjaya.
ru: Наше видение ясно: мир, в котором ИИ не просто питает технологии, но активно создает их. Мы гордимся тем, что обеспечиваем высокую удовлетворенность клиентов, решаем сложные проблемы и прилагаем все усилия, чтобы помочь нашим клиентам добиться успеха.
tr: Vizyonumuz açık: yapay zekanın sadece teknolojiyi güçlendirmediği, aktif olarak yarattığı bir dünya. Yüksek müşteri memnuniyeti sağlamak, karmaşık sorunları çözmek ve müşterilerimizin başarılı olmasına yardımcı olmak için elimizden gelenin en iyisini yapmaktan gurur duyuyoruz.

source: Company Image
ar: صورة الشركة
es: Imagen de la empresa
ms: Imej Syarikat
ru: Изображение компании
tr: Şirket Görseli
