Repository: RecroTechGroup/Recro-Dynamic-Website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, ms, ru, tr

source: At Recro, we are an innovative technology company rooted in Türkiye driven by a vision to expand globally. Our name, derived from the Latin word 'Recro' means 'to revive' and 'to restore' This captures the essence of what we do: we bring new life and strength to businesses by blending artificial intelligence with a human-centered approach. Recro's global vision is to bring our local expertise to the world stage by delivering future-ready solutions to organizations of all sizes. We offer technology to humanity with the philosophy of 'Be inspired by the unknown' In every project, we move forward by considering not only our customers' today but also their tomorrow. For us, what truly matters is using technology not merely as a tool, but as a means of creating value; making companies more competitive and more innovative. In short, at Recro, we are here to revive technology for the good of humanity. With our motto 'Be inspired by the unknown' let's shape the future together.
ar: في Recro، نحن شركة تكنولوجيا مبتكرة متجذرة في تركيا مدفوعة برؤية للتوسع عالمياً. اسمنا، المشتق من الكلمة اللاتينية 'Recro' يعني 'إحياء' و'استعادة'. هذا يلخص جوهر ما نقوم به: نجلب حياة وقوة جديدة للشركات من خلال دمج الذكاء الاصطناعي مع نهج يركز على الإنسان. رؤية Recro العالمية هي جلب خبرتنا المحلية إلى المسرح العالمي من خلال تقديم حلول جاهزة للمستقبل للمؤسسات من جميع الأحجام. نقدم التكنولوجيا للبشرية بفلسفة 'استلهم من المجهول'. في كل مشروع، نتقدم من خلال النظر ليس فقط في حاضر عملائنا ولكن أيضاً في مستقبلهم. بالنسبة لنا، ما يهم حقاً هو استخدام التكنولوجيا ليس مجرد أداة، ولكن كوسيلة لخلق القيمة؛ جعل الشركات أكثر تنافسية وأكثر ابتكاراً. باختصار، في Recro، نحن هنا لإحياء التكنولوجيا من أجل خير البشرية. مع شعارنا 'استلهم من المجهول' دعونا نشكل المستقبل معاً.
es: En Recro, somos una empresa de tecnología innovadora arraigada en Türkiye, impulsada por una visión de expansión global. Nuestro nombre, derivado de la palabra latina 'Recro' significa 'revivir' y 'restaurar'. Esto captura la esencia de lo que hacemos: traemos nueva vida y fuerza a las empresas al combinar la inteligencia artificial con un enfoque centrado en el ser humano. La visión global de Recro es llevar nuestra experiencia local al escenario mundial al ofrecer soluciones preparadas para el futuro a organizaciones de todos los tamaños. Ofrecemos tecnología a la humanidad con la filosofía de 'Inspírate en lo desconocido'. En cada proyecto, avanzamos considerando no solo el presente de nuestros clientes sino también su futuro. Para nosotros, lo que realmente importa es usar la tecnología no solo como una herramienta, sino como un medio para crear valor; hacer que las empresas sean más competitivas y más innovadoras. En resumen, en Recro, estamos aquí para revivir la tecnología por el bien de la humanidad. Con nuestro lema 'Inspírate en lo desconocido', demos forma al futuro juntos.
ms: Di Recro, kami adalah syarikat teknologi inovatif yang berakar umbi di Türkiye didorong oleh visi untuk berkembang secara global. Nama kami, berasal dari perkataan Latin 'Recro' bermaksud 'menghidupkan semula' dan 'memulihkan'. Ini menangkap intipati apa yang kami lakukan: kami membawa kehidupan dan kekuatan baru kepada perniagaan dengan menggabungkan kecerdasan buatan dengan pendekatan berpusatkan manusia. Visi global Recro adalah untuk membawa kepakaran tempatan kami ke peringkat dunia dengan menyampaikan penyelesaian bersedia masa depan kepada organisasi semua saiz. Kami menawarkan teknologi kepada manusia dengan falsafah 'Terinspirasi oleh yang tidak diketahui'. Dalam setiap projek, kami bergerak ke hadapan dengan mempertimbangkan bukan sahaja hari ini pelanggan kami tetapi juga masa depan mereka. Bagi kami, apa yang benar-benar penting adalah menggunakan teknologi bukan sekadar sebagai alat, tetapi sebagai cara untuk mencipta nilai; menjadikan syarikat lebih berdaya saing dan lebih inovatif. Pendek kata, di Recro, kami di sini untuk menghidupkan semula teknologi untuk kebaikan manusia. Dengan moto kami 'Terinspirasi oleh yang tidak diketahui', mari kita bentuk masa depan bersama.
ru: В Recro мы - инновационная технологическая компания, укорененная в Турции, движимая видением глобального расширения. Наше название, происходящее от латинского слова 'Recro', означает 'возрождать' и 'восстанавливать'. Это отражает суть того, что мы делаем: мы вдыхаем новую жизнь и силу в бизнес, сочетая искусственный интеллект с ориентированным на человека подходом. Глобальное видение Recro заключается в том, чтобы вывести наш местный опыт на мировую арену, предоставляя готовые к будущему решения организациям любого размера. Мы предлагаем технологии человечеству с философией 'Вдохновляйтесь неизвестным'. В каждом проекте мы двигаемся вперед, учитывая не только сегодняшний день наших клиентов, но и их завтрашний. Для нас действительно важно использовать технологии не просто как инструмент, а как средство создания ценности; делать компании более конкурентоспособными и инновационными. Короче говоря, в Recro мы здесь, чтобы возродить технологии во благо человечества. С нашим девизом 'Вдохновляйтесь неизвестным' давайте вместе формировать будущее.
tr: Recro'da, Türkiye'de kök salmış, küresel ölçekte büyüme vizyonuyla hareket eden yenilikçi bir teknoloji şirketiyiz. Latince 'Recro' kelimesinden türetilen ismimiz 'yeniden canlandırmak' ve 'restore etmek' anlamına gelir. Bu, yaptığımız şeyin özünü yakalar: yapay zekayı insan merkezli bir yaklaşımla harmanlayarak işletmelere yeni hayat ve güç getiriyoruz. Recro'nun küresel vizyonu, her ölçekteki organizasyona geleceğe hazır çözümler sunarak yerel uzmanlığımızı dünya sahnesine taşımaktır. 'Bilinmeyenden ilham al' felsefesiyle insanlığa teknoloji sunuyoruz. Her projede, sadece müşterilerimizin bugününü değil yarınını da göz önünde bulundurarak ilerliyoruz. Bizim için gerçekten önemli olan, teknolojiyi sadece bir araç olarak değil, değer yaratmanın bir aracı olarak kullanmak; şirketleri daha rekabetçi ve daha yenilikçi hale getirmektir. Kısacası Recro'da, insanlığın iyiliği için teknolojiyi yeniden canlandırmak için buradayız. 'Bilinmeyenden ilham al' mottosu ile birlikte geleceği şekillendirelim.

source: Zafer Küçükşabanoğlu, Founder of RecroTech
ar: ظافر كوتشوكشابان أوغلو، مؤسس RecroTech
es: Zafer Küçükşabanoğlu, Fundador de RecroTech
ms: Zafer Küçükşabanoğlu, Pengasas RecroTech
ru: Зафер Кючюкшабаноглу, основатель RecroTech
tr: Zafer Küçükşabanoğlu, RecroTech Kurucusu

source: Us
ar: فريقنا
es: Nuestro Equipo
ms: Kami
ru: Наша команда
tr: Biz

source: Founder and Chairman
ar: المؤسس والرئيس
es: Fundador y Presidente
ms: Pengasas dan Pengerusi
ru: Основатель и председатель
tr: Kurucu ve Başkan

source: LinkedIn Profile
ar: الملف الشخصي على LinkedIn
es: Perfil de LinkedIn
ms: Profil LinkedIn
ru: Профиль в LinkedIn
tr: LinkedIn Profili

source: Chairman
ar: الرئيس
es: Presidente
ms: Pengerusi
ru: Председатель
tr: Başkan

source: London Representative
ar: ممثل لندن
es: Representante en Londres
ms: Wakil London
ru: Представитель в Лондоне
tr: Londra Temsilcisi

source: Strategic Projects Director
ar: مدير المشاريع الاستراتيجية
es: Director de Proyectos Estratégicos
ms: Pengarah Projek Strategik
ru: Директор по стратегическим проектам
tr: Stratejik Projeler Direktörü

source: Associated Developer
ar: مطور مشارك
es: Desarrollador Asociado
ms: Pembangun Bersekutu
ru: Ассоциированный разработчик
tr: Ortak Geliştirici

source: Training Specialist
ar: أخصائي تدريب
es: Especialista en Capacitación
ms: Pakar Latihan
ru: Специалист по обучению
tr: Eğitim Uzmanı

source: Lawyer and Computer Engineer
ar: محامي ومهندس حاسوب
es: Abogado e Ingeniero Informático
ms: Peguam dan Jurutera Komputer
ru: Юрист и инженер-программист
tr: Avukat ve Bilgisayar Mühendisi

source: Intern Developer
ar: مطور متدرب
es: Desarrollador en Prácticas
ms: Pembangun Pelatih
ru: Разработчик-стажер
tr: Stajyer Geliştirici

source: FAQ Animation
ar: رسوم متحركة للأسئلة الشائعة
es: Animación de Preguntas Frecuentes
ms: Animasi Soalan Lazim
ru: Анимация FAQ
tr: SSS Animasyonu

source: What services does RecroTech offer?
ar: ما هي الخدمات التي تقدمها RecroTech؟
es: ¿Qué servicios ofrece RecroTech?
ms: Apakah perkhidmatan yang ditawarkan oleh RecroTech?
ru: Какие услуги предлагает RecroTech?
tr: RecroTech hangi hizmetleri sunuyor?

source: RecroTech offers a comprehensive range of technology services including AI-powered solutions, cloud computing, web and mobile development, digital transformation consulting, and custom software development. We tailor our services to meet the unique needs of each client.
ar: تقدم RecroTech مجموعة شاملة من الخدمات التقنية بما في ذلك الحلول المدعومة بالذكاء الاصطناعي والحوسبة السحابية وتطوير الويب والهاتف المحمول واستشارات التحول الرقمي وتطوير البرمجيات المخصصة. نصمم خدماتنا لتلبية الاحتياجات الفريدة لكل عميل.
es: RecroTech ofrece una gama completa de servicios tecnológicos que incluyen soluciones impulsadas por IA, computación en la nube, desarrollo web y móvil, consultoría de transformación digital y desarrollo de software personalizado. Adaptamos nuestros servicios para satisfacer las necesidades únicas de cada cliente.
ms: RecroTech menawarkan pelbagai perkhidmatan teknologi yang komprehensif termasuk penyelesaian berkuasa AI, pengkomputeran awan, pembangunan web dan mudah alih, perundingan transformasi digital, dan pembangunan perisian tersuai. Kami menyesuaikan perkhidmatan kami untuk memenuhi keperluan unik setiap pelanggan.
ru: RecroTech предлагает комплексный спектр технологических услуг, включая решения на базе ИИ, облачные вычисления, разработку веб- и мобильных приложений, консалтинг по цифровой трансформации и разработку индивидуального программного обеспечения. Мы адаптируем наши услуги для удовлетворения уникальных потребностей каждого клиента.
tr: RecroTech, yapay zeka destekli çözümler, bulut bilişim, web ve mobil geliştirme, dijital dönüşüm danışmanlığı ve özel yazılım geliştirme dahil olmak üzere kapsamlı bir teknoloji hizmetleri yelpazesi sunar. Hizmetlerimizi her müşterinin benzersiz ihtiyaçlarını karşılayacak şekilde uyarlıyoruz.

source: Where is RecroTech located?
ar: أين تقع RecroTech؟
es: ¿Dónde se encuentra RecroTech?
ms: Di manakah RecroTech terletak?
ru: Где находится RecroTech?
tr: RecroTech nerede bulunuyor?

source: We are headquartered in Türkiye with a vision for global expansion. We work with clients worldwide, offering both on-site and remote collaboration options to best serve our clients' needs.
ar: مقرنا الرئيسي في تركيا مع رؤية للتوسع العالمي. نعمل مع عملاء في جميع أنحاء العالم، ونقدم خيارات التعاون في الموقع وعن بُعد لخدمة احتياجات عملائنا بشكل أفضل.
es: Tenemos nuestra sede en Türkiye con una visión de expansión global. Trabajamos con clientes en todo el mundo, ofreciendo opciones de colaboración tanto en el sitio como remotas para servir mejor las necesidades de nuestros clientes.
ms: Ibu pejabat kami berada di Türkiye dengan visi untuk pengembangan global. Kami bekerja dengan pelanggan di seluruh dunia, menawarkan pilihan kerjasama di tapak dan jarak jauh untuk melayani keperluan pelanggan kami dengan sebaik mungkin.
ru: Наша штаб-квартира находится в Турции с видением глобального расширения. Мы работаем с клиентами по всему миру, предлагая как локальное, так и удаленное сотрудничество для наилучшего обслуживания потребностей наших клиентов.
tr: Genel merkezimiz Türkiye'de olup küresel genişleme vizyonuna sahibiz. Müşterilerimizin ihtiyaçlarına en iyi şekilde hizmet etmek için hem yerinde hem de uzaktan işbirliği seçenekleri sunarak dünya çapında müşterilerle çalışıyoruz.

source: How can I join the RecroTech team?
ar: كيف يمكنني الانضمام إلى فريق RecroTech؟
es: ¿Cómo puedo unirme al equipo de RecroTech?
ms: Bagaimana saya boleh menyertai pasukan RecroTech?
ru: Как я могу присоединиться к команде RecroTech?
tr: RecroTech ekibine nasıl katılabilirim?

source: We're always looking for talented individuals to join our team. Please visit our <a href="">Contact page</a> or send your resume to info@recrotech.com. We offer exciting opportunities for developers, designers, AI specialists, and business professionals.
ar: نحن نبحث دائماً عن الأفراد الموهوبين للانضمام إلى فريقنا. يرجى زيارة صفحة الاتصال الخاصة بنا أو إرسال سيرتك الذاتية إلى info@recrotech.com. نقدم فرصاً مثيرة للمطورين والمصممين ومتخصصي الذكاء الاصطناعي ومحترفي الأعمال.
es: Siempre estamos buscando personas talentosas para unirse a nuestro equipo. Visite nuestra página de Contacto o envíe su currículum a info@recrotech.com. Ofrecemos oportunidades emocionantes para desarrolladores, diseñadores, especialistas en IA y profesionales de negocios.
ms: Kami sentiasa mencari individu berbakat untuk menyertai pasukan kami. Sila lawati <a href="">halaman Hubungi kami</a> atau hantar resume anda ke info@recrotech.com. Kami menawarkan peluang yang menarik untuk pembangun, pereka bentuk, pakar AI, dan profesional perniagaan.
ru: Мы всегда ищем талантливых людей для присоединения к нашей команде. Пожалуйста, посетите нашу страницу Контакты или отправьте свое резюме на info@recrotech.com. Мы предлагаем захватывающие возможности для разработчиков, дизайнеров, специалистов по ИИ и бизнес-профессионалов.
tr: Ekibimize katılacak yetenekli bireyler arıyoruz. Lütfen <a href="">İletişim sayfamızı</a> ziyaret edin veya özgeçmişinizi info@recrotech.com adresine gönderin. Geliştiriciler, tasarımcılar, yapay zeka uzmanları ve iş profesyonelleri için heyecan verici fırsatlar sunuyoruz.

source: What makes RecroTech different from other tech companies?
ar: ما الذي يميز RecroTech عن شركات التكنولوجيا الأخرى؟
es: ¿Qué hace que RecroTech sea diferente de otras empresas tecnológicas?
ms: Apakah yang membezakan RecroTech daripada syarikat teknologi lain?
ru: Чем RecroTech отличается от других технологических компаний?
tr: RecroTech'i diğer teknoloji şirketlerinden farklı kılan nedir?

source: Our commitment to 'reviving and restoring' businesses through technology sets us apart. We don't just deliver technical solutions; we partner with our clients to understand their challenges and create meaningful innovations that drive real business value. Our team's expertise, combined with our client-centric approach, ensures success.
ar: التزامنا بـ 'إحياء واستعادة' الشركات من خلال التكنولوجيا يميزنا. نحن لا نقدم حلولاً تقنية فحسب؛ نتعاون مع عملائنا لفهم تحدياتهم وخلق ابتكارات ذات مغزى تدفع قيمة الأعمال الحقيقية. خبرة فريقنا، جنباً إلى جنب مع نهجنا الذي يركز على العميل، يضمن النجاح.
es: Nuestro compromiso de 'revivir y restaurar' empresas a través de la tecnología nos distingue. No solo entregamos soluciones técnicas; nos asociamos con nuestros clientes para comprender sus desafíos y crear innovaciones significativas que impulsen un valor empresarial real. La experiencia de nuestro equipo, combinada con nuestro enfoque centrado en el cliente, garantiza el éxito.
ms: Komitmen kami untuk 'menghidupkan semula dan memulihkan' perniagaan melalui teknologi membezakan kami. Kami bukan sahaja menyampaikan penyelesaian teknikal; kami bekerjasama dengan pelanggan kami untuk memahami cabaran mereka dan mencipta inovasi bermakna yang mendorong nilai perniagaan sebenar. Kepakaran pasukan kami, digabungkan dengan pendekatan berpusatkan pelanggan kami, memastikan kejayaan.
ru: Наша приверженность 'возрождению и восстановлению' бизнеса с помощью технологий выделяет нас. Мы не просто предоставляем технические решения; мы сотрудничаем с нашими клиентами, чтобы понять их проблемы и создать значимые инновации, которые создают реальную бизнес-ценность. Опыт нашей команды в сочетании с нашим клиентоориентированным подходом обеспечивает успех.
tr: Teknoloji aracılığıyla işletmeleri 'yeniden canlandırma ve restore etme' taahhüdümüz bizi farklı kılar. Sadece teknik çözümler sunmuyoruz; müşterilerimizle ortaklık kurarak zorluklarını anlıyor ve gerçek iş değeri yaratan anlamlı yenilikler yaratıyoruz. Ekibimizin uzmanlığı, müşteri odaklı yaklaşımımızla birleşince başarıyı garanti eder.

source: How long does a typical project take?
ar: كم من الوقت يستغرق المشروع النموذجي؟
es: ¿Cuánto tiempo tarda un proyecto típico?
ms: Berapa lama masa yang diambil untuk projek biasa?
ru: Сколько времени занимает типичный проект?
tr: Tipik bir proje ne kadar sürer?

source: Project timelines vary depending on scope and complexity. Simple web projects may take 4-6 weeks, while complex AI solutions or enterprise systems can take several months. We provide detailed timelines during our initial consultation and keep you updated throughout the development process.
ar: تختلف الجداول الزمنية للمشروع اعتماداً على النطاق والتعقيد. قد تستغرق مشاريع الويب البسيطة 4-6 أسابيع، بينما يمكن أن تستغرق حلول الذكاء الاصطناعي المعقدة أو أنظمة المؤسسات عدة أشهر. نقدم جداول زمنية مفصلة خلال استشارتنا الأولية ونبقيك على اطلاع طوال عملية التطوير.
es: Los plazos del proyecto varían según el alcance y la complejidad. Los proyectos web simples pueden llevar de 4 a 6 semanas, mientras que las soluciones de IA complejas o los sistemas empresariales pueden llevar varios meses. Proporcionamos cronogramas detallados durante nuestra consulta inicial y lo mantenemos actualizado durante todo el proceso de desarrollo.
ms: Garis masa projek berbeza-beza bergantung pada skop dan kerumitan. Projek web mudah mungkin mengambil masa 4-6 minggu, manakala penyelesaian AI yang kompleks atau sistem perusahaan boleh mengambil masa beberapa bulan. Kami menyediakan garis masa terperinci semasa perundingan awal kami dan memastikan anda dikemas kini sepanjang proses pembangunan.
ru: Сроки проекта варьируются в зависимости от масштаба и сложности. Простые веб-проекты могут занять 4-6 недель, в то время как сложные решения в области ИИ или корпоративные системы могут занять несколько месяцев. Мы предоставляем подробные сроки во время первичной консультации и держим вас в курсе на протяжении всего процесса разработки.
tr: Proje süreleri kapsam ve karmaşıklığa bağlı olarak değişir. Basit web projeleri 4-6 hafta sürebilirken, karmaşık yapay zeka çözümleri veya kurumsal sistemler birkaç ay sürebilir. İlk danışmanlık sırasında ayrıntılı zaman çizelgeleri sağlıyor ve geliştirme süreci boyunca sizi güncel tutuyoruz.

source: Home - RecroTech
ar: الرئيسية - RecroTech
es: Inicio - RecroTech
ms: Laman Utama - RecroTech
ru: Главная - RecroTech
tr: Ana Sayfa - RecroTech

source: RecroTech - We revive technology for the good of humanity. AI solutions across multiple industries.
ar: RecroTech - نحيي التكنولوجيا من أجل خير البشرية. حلول الذكاء الاصطناعي عبر صناعات متعددة.
es: RecroTech - Revivimos la tecnología para el bien de la humanidad. Soluciones de IA en múltiples industrias.
ms: RecroTech - Kami menghidupkan semula teknologi untuk kebaikan manusia. Penyelesaian AI merentasi pelbagai industri.
ru: RecroTech - Мы возрождаем технологии во благо человечества. Решения в области ИИ в различных отраслях.
tr: RecroTech - İnsanlığın iyiliği için teknolojiyi yeniden canlandırıyoruz. Birçok sektörde yapay zeka çözümleri.

source: Recro Technology
ar: تكنولوجيا Recro
es: Tecnología Recro
ru: Технология Recro
tr: Recro Teknoloji

source: we revive
ar: نحيي
es: revivimos
ms: kami menghidupkan semula
ru: мы возрождаем
tr: yeniden canlandırıyoruz

source: technology for the
ar: التكنولوجيا من أجل
es: la tecnología para el
ms: teknologi untuk
ru: технологии для
tr: teknolojiyi

source: good of humanity.
ar: خير البشرية.
es: bien de la humanidad.
ms: kebaikan manusia.
ru: блага человечества.
tr: insanlığın iyiliği için.

source: Contact US
ar: اتصل بنا
es: Contáctenos
ms: Hubungi Kami
ru: Свяжитесь с нами
tr: Bize Ulaşın

source: Search...
ar: بحث...
es: Buscar...
ms: Cari...
ru: Поиск...
tr: Ara...

source: AB Delegation
ar: وفد الاتحاد الأوروبي
es: Delegación de la UE
ms: Delegasi EU
ru: Делегация ЕС
tr: AB Delegasyonu

source: Ministry of Family and Social Services
ar: وزارة الأسرة والخدمات الاجتماعية
es: Ministerio de Familia y Servicios Sociales
ms: Kementerian Keluarga dan Perkhidmatan Sosial
ru: Министерство семьи и социальных услуг
tr: Aile ve Sosyal Hizmetler Bakanlığı

source: Ministry of Agriculture and Forestry
ar: وزارة الزراعة والغابات
es: Ministerio de Agricultura y Silvicultura
ms: Kementerian Pertanian dan Perhutanan
ru: Министерство сельского хозяйства и лесного хозяйства
tr: Tarım ve Orman Bakanlığı

source: Ministry of Health
ar: وزارة الصحة
es: Ministerio de Salud
ms: Kementerian Kesihatan
ru: Министерство здравоохранения
tr: Sağlık Bakanlığı

source: About RecroTech
ar: حول RecroTech
es: Sobre RecroTech
ms: Tentang RecroTech
ru: О RecroTech
tr: RecroTech Hakkında

source: years of
ar: سنوات من
es: años de
ms: tahun
ru: лет
tr: yıllık

source: experience
ar: الخبرة
es: experiencia
ms: pengalaman
ru: опыта
tr: deneyim

source: We envision a world where AI creates technology, not just powers it.
ar: نتصور عالماً يخلق فيه الذكاء الاصطناعي التكنولوجيا، وليس فقط يشغلها.
es: Imaginamos un mundo donde la IA crea tecnología, no solo la impulsa.
ms: Kami membayangkan dunia di mana AI mencipta teknologi, bukan hanya menggerakkannya.
ru: Мы представляем мир, в котором ИИ создает технологии, а не просто питает их.
tr: Yapay zekanın teknolojiyi sadece güçlendirmediği, yarattığı bir dünya hayal ediyoruz.

source: Guaranteed Success
ar: النجاح المضمون
es: Éxito Garantizado
ms: Kejayaan Terjamin
ru: Гарантированный успех
tr: Garantili Başarı

source: Always try best for success.
ar: نسعى دائماً لتحقيق النجاح.
es: Siempre damos lo mejor para el éxito.
ms: Sentiasa berusaha untuk kejayaan.
ru: Всегда стараемся изо всех сил для достижения успеха.
tr: Başarı için her zaman en iyisini yaparız.

source: Latest Service
ar: أحدث الخدمات
es: Último Servicio
ms: Perkhidmatan Terkini
ru: Последние услуги
tr: En Son Hizmetler

source: IT Excellence Every of Step of the Way
ar: التميز في تكنولوجيا المعلومات في كل خطوة
es: Excelencia en TI en cada paso del camino
ms: Kecemerlangan IT Setiap Langkah
ru: Превосходство в ИТ на каждом этапе пути
tr: Her Adımda Bilişim Mükemmelliği

source: Information Technology is a rapidly evolving field that encompasses the study and app
ar: تكنولوجيا المعلومات مجال سريع التطور يشمل الدراسة والتطبيق
es: La Tecnología de la Información es un campo en rápida evolución que abarca el estudio y la aplicación
ms: Teknologi Maklumat adalah bidang yang berkembang pesat yang merangkumi kajian dan aplikasi
ru: Информационные технологии - это быстро развивающаяся область, которая охватывает изучение и применение
tr: Bilgi Teknolojisi, hızla gelişen ve çalışma ile uygulamayı kapsayan bir alandır.

source: Information Technology is a rapidly evolving field that is a encompasses the study and application
ar: تكنولوجيا المعلومات مجال سريع التطور يشمل الدراسة والتطبيق
es: La Tecnología de la Información es un campo en rápida evolución que abarca el estudio y la aplicación
ms: Teknologi Maklumat adalah bidang yang berkembang pesat yang merangkumi kajian dan aplikasi
ru: Информационные технологии - это быстро развивающаяся область, которая охватывает изучение и применение
tr: Bilgi Teknolojisi, hızla gelişen ve çalışma ile uygulamayı kapsayan bir alandır.

source: Artificial Intelligence
ar: الذكاء الاصطناعي
es: Inteligencia Artificial
ms: Kecerdasan Buatan
ru: Искусственный интеллект
tr: Yapay Zeka

source: Smart City
ar: المدينة الذكية
es: Ciudad Inteligente
ms: Bandar Pintar
ru: Умный город
tr: Akıllı Şehir

source: Space Technology
ar: تكنولوجيا الفضاء
es: Tecnología Espacial
ms: Teknologi Angkasa Lepas
ru: Космические технологии
tr: Uzay Teknolojisi

source: Innovation
ar: الابتكار
es: Innovación
ms: Inovasi
ru: Инновации
tr: İnovasyon

source: Data Analytics
ar: تحليلات البيانات
es: Análisis de Datos
ms: Analitik Data
ru: Аналитика данных
tr: Veri Analitiği
